Repository: novareto/nva.psyquizz
Catalog: src/nva/psyquizz/translations/*/LC_MESSAGES/nva.psyquizz.po
Languages: de

source: Add
de: Hinzufügen

source: Answer
de: Abschließen

source: Add a company
de: Unternehmen anlegen

source: Number of students
de: Anzahl Teilnehmer

source: Name ${name} already exists.
de: Der Name '${name}' existiert bereits.

source: Company added with success.
de: Der Betrieb wurde erfolgreich registriert.

source: Add a course
de: Befragung

source: An error occurred.
de: Ein Fehler liegt vor.

source: Course added with success.
de: Die Befragung wurde erfolgreich angelegt.

source: Add accesses
de: Fragebogen anlegen

source: Added ${nb} accesses with success.
de: $nb Fragebogen erfolgreich angelegt.

source: Thank you for answering the quizz
de: Vielen Dank für Ihre Teilnahme. Ihre Angaben wurden gespeichert.

source: Frontpage
de: Startseite

source: This quizz is already completed and therefore closed.
de: Das Kennwort wurde bereits benutzt. Eine erneute Teilnahme ist nicht möglich.

source: Results for the course
de: Auswertung Unternehmensbereich

source: Company wide results
de: Auswertung Unternehmen

source: Site wide results
de: Résultats combinés inter-entreprises

source: Company name
de: Name des Unternehmens

source: Password for observation access
de: Passwort

source: Course name
de: Name der Befragung

source: Quizz
de: Fragebogen wählen

source: Complementary questions for the course
de: Zusatzfragen (optional)

source: Type your questions : one per line.
de: Möchten Sie dem Fragebogen eigene Fragen hinzufügen?

source: Populate
de: Anlegen

source: Criterias
de: Tätigkeiten/Bereiche festlegen

source: All criterias
de: Alle Kriterien

source: Add a criteria
de: Auswertungsgruppen bilden

source: Label
de: Kriterium (z. B. Abteilung, Tätigkeit, Standort)

source: Please enter one criteria per line
de: Auswertungsgruppen

source: Description items
de: Nennen Sie mindestens zwei unterschiedliche Ausprägungen (Beispiel Abteilung: „Personal“ und „Buchhaltung“). Bitte geben Sie jeder Ausprägung in eine neue Zeile ein, indem Sie die Eingabetaste („Return“) betätigen. Bitte achten Sie bei der Wahl Ihrer Auswertungsgruppen - aus Datenschutzgründen werden Ihnen nach Durchführung der Befragung nur Auswertungen von Gruppen angezeigt, von denen mindestens sieben ausgefüllte „Fragebögen“ vorliegen.

source: Description Label
de: Mithilfe der Kriterien können Sie unterschiedliche Auswertungsgruppen bilden: (das Kriterium Abteilung könnte bspw. die Auswertungsgruppen Personal, Buchhaltung, Vertrieb und Produktion ermöglichen). Bitte beachten Sie bei der Wahl Ihrer Kriterien darauf, dass Ihre Auswertungsgruppen möglichst nicht kleiner als 10 Beschäftigte werden.

source: Company ID
de: Mitgliedsnummer

source: Retype password
de: Passwort wiederholen

source: Add a session
de: Befragung anlegen

source: Diff
de: Auswertung (Vergleich)

source: Statistics
de: Auswertung

source: Start date
de: Startdatum der Befragung

source: Edit the course
de: Bearbeiten

source: Fullname
de: Vor- und Zuname

source: Transfer the company
de: Benutzerprofil übertragen

source: Duration of the session's validity
de: Dauer der Befragung

source: Account added with success.
de: Ihr Benutzerprofil wurde erfolgreich erstellt.

source: Please give your Fullname here
de: Bitten tragen Sie in dieses Feld Ihren Vor- und Zunamen ein.

source: Session added with success.
de: Die Befragung wurde erfolgreich angelegt

source: Criteria added with success.
de: Die Auswertungsgruppe wurde erfolgreich angelegt

source: Delete
de: Löschen

source: Deleted with success.
de: Das Objekt wurde erfolgreich gelöscht

source: About
de: Einführungstext

source: This Text gives Information about the Course to Participants
de: Dieser Text wird als Startseite vor Beginn der Befragung angezeigt. Sie können den vorgegeben Text nach Ihren Wünschen anpassen. Bei Papierbefragungen wird der Text als erste Seite des Fragebogens eingefügt.

source: Please provide at least 2 criteria items.
de: Bitte geben Sie mindestens 2 Auswertungsgruppen an

source: Employees
de: Beschäftigte

source: Employees_desc
de: Wie viele Beschäftigte hat der Betrieb, für den Sie die Befragung anlegen?

source: Type
de: Branche

source: Type_desc
de: Welche der folgenden Branchen beschreibt den „Betriebsgegenstand“ Ihres Unternehmens am besten. In welcher der Branchen liegt der Schwerpunkt der Tätigkeit Ihres Unternehmens?

source: Dürfen wir die Ergebnisse in der ForschungsDB verwenden
de: Ich stimme einer Auswertung der Daten zu wissenschaftlichen Zwecken zu.

source: Edit Account
de: Profil bearbeiten

source: Update
de: Bearbeiten

source: Cancel
de: Abbrechen

source: User with given email already exists.
de: Diese E-Mail Adresse ist bereits im System gespeichert

source: Courses to diff
de: Befragungen

source: Courses difference (${quizz})
de: Befragungen vergleichen

source: Difference
de: Vergleich erstellen
